export default {
    "0000000000": {
        P0100000000: '天宝',
        P0200000000: '司南',
        P0300000000: '基康',
        P0400000000: '阳光',
        P0500000000: '易周'


    },
    P0100000000: {
        P01T01000000: '北斗',

    },
    P0200000000: {
        P02T01000000: '北斗',

    },
    P0300000000: {

        P03T02000000: '岩土',

    },
    P0400000000: {

        P04T03000000: '气象',

    },
    P0500000000: {

        P05T03000000: '气象',

    },

    P01T01000000: {
        P01T01S00000: '默认型号'
    },
    P02T01000000: {
        P02T01S00000: '默认型号'
    },
    P03T02000000: {
        P03T02S00000: '默认型号'
    },
    P04T03000000: {
        P04T02S00000: '默认型号'
    },
    P05T03000000: {
        P05T03S00000: '默认型号'
    },
    P01T01S00000: {
        hasUuid: true,
        P01T01S00D01: "北斗数据"
    },
    P02T01S00000: {
        hasUuid: true,
        P02T01S00D01: "北斗数据"
    },
    P03T02S00000: {
        hasUuid: false,
        P03T02S00D02: "测斜",
        P03T02S00D03: "裂缝",
        P03T02S00D04: "渗压",

    },
    P04T02S00000: {
        hasUuid: false,
        P04T02S00D05: "气象数据",

    },
    P05T03S00000: {
        hasUuid: true,
        P05T03S00D06: "风速",
        P05T03S00D07: "风向",
        P05T03S00D08: "大气气压",
        P05T03S00D09: "蒸发",
        P05T03S00D10: "雨量",
        P05T03S00D11: "空气温度",
        P05T03S00D12: "空气湿度",
        P05T03S00D13: "土壤温度",
        P05T03S00D14: "土壤湿度"
    },
    P03T02S00D02: [{
        param: '参数G'
    }, {
        param: '仪器长度'
    }, {
        param: '初始读数值'
    }],
    P03T02S00D04: [{
        param: '参数G'
    }, {
        param: '温补系数K'
    }, {
        param: '温补初值'
    }, {
        param: '初始读数值'
    },]











}
